Repository: Toxblh/ALVR-Companion
Catalog: locale/*/LC_MESSAGES/alvr_companion.po
Languages: ar, bn, de, es, fr, hi, pt, ru

source: ALVR Companion
ar: ملحق ALVR
bn: এএলভিআর সঙ্গী
es: ALVR Compañero
fr: Compagnon ALVR
hi: एएलवीआर साथी
pt: Companheiro ALVR
ru: ALVR Компаньон

source: Error setting user config. Serial not found: {device_serial}
ar: خطأ في إعداد تكوين المستخدم. الرقم التسلسلي غير موجود: {device_serial}
bn: ব্যবহারকারী কনফিগার সেট করতে ত্রুটি। সিরিয়াল পাওয়া যায়নি: {device_serial}
de: Fehler beim Festlegen der Benutzerkonfiguration. Seriennummer nicht gefunden: {device_serial}
es: Error al configurar usuario. Serial no encontrado: {device_serial}
fr: Erreur lors de la configuration de l'utilisateur. Numéro de série non trouvé : {device_serial}
hi: उपयोगकर्ता कॉन्फ़िगरेशन सेट करने में त्रुटि। सीरियल नहीं मिला: {device_serial}
pt: Erro ao definir configuração do usuário. Número de série não encontrado: {device_serial}
ru: Ошибка при настройке конфигурации пользователя. Серийный номер не найден: {device_serial}

source: Setting user config. Unique ID: {unique_id}: Serial: {device_serial}
ar: إعداد تكوين المستخدم. معرف فريد: {unique_id}: الرقم التسلسلي: {device_serial}
bn: ব্যবহারকারী কনফিগার সেট করা হচ্ছে। অনন্য আইডি: {unique_id}: সিরিয়াল: {device_serial}
de: Benutzerkonfiguration wird festgelegt. Eindeutige ID: {unique_id}: Seriennummer: {device_serial}
es: Configurando usuario. ID único: {unique_id}: Serial: {device_serial}
fr: Configuration de l'utilisateur. ID unique : {unique_id} : Numéro de série : {device_serial}
hi: उपयोगकर्ता कॉन्फ़िगरेशन सेट करना। विशिष्ट आईडी: {unique_id}: सीरियल: {device_serial}
pt: Definindo configuração do usuário. ID Único: {unique_id}: Número de Série: {device_serial}
ru: Настройка конфигурации пользователя. Уникальный ID: {unique_id}: Серийный номер: {device_serial}

source: About
ar: حول
bn: সম্পর্কিত
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
pt: Sobre
ru: О программе

source: Connect a device
ar: اتصال جهاز
bn: একটি ডিভাইস সংযুক্ত করুন
de: Ein Gerät verbinden
es: Conectar un dispositivo
fr: Connecter un appareil
hi: एक डिवाइस कनेक्ट करें
pt: Conectar um dispositivo
ru: Подключите устройство

source: Show Details
ar: عرض التفاصيل
bn: বিবরণ দেখান
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
hi: विवरण दिखाएँ
pt: Mostrar Detalhes
ru: Показать подробности

source: Device
ar: الجهاز
bn: ডিভাইস
de: Gerät
es: Dispositivo
fr: Appareil
hi: डिवाइस
pt: Dispositivo
ru: Устройство

source: Device not authorized! Allow USB connection on the device
ar: الجهاز غير مصرح! يسمح بالاتصال عبر USB على الجهاز
bn: ডিভাইস অনুমোদিত নয়! ডিভাইসে ইউএসবি সংযোগ অনুমতি দিন
de: Gerät nicht autorisiert! USB-Verbindung auf dem Gerät zulassen
es: ¡Dispositivo no autorizado! Permitir conexión USB en el dispositivo
fr: Appareil non autorisé ! Autorisez la connexion USB sur l'appareil
hi: डिवाइस अधिकृत नहीं है! डिवाइस पर यूएसबी कनेक्शन की अनुमति दें
pt: Dispositivo não autorizado! Permita a conexão USB no dispositivo
ru: Устройство не авторизовано! Разрешите USB-соединение на устройстве

source: Show how
ar: عرض كيفية
bn: কীভাবে দেখাবেন
de: Zeigen wie
es: Mostrar cómo
fr: Montrer comment
hi: कैसे दिखाएँ
pt: Mostrar como
ru: Показать как

source: ALVR installed:
ar: تم تثبيت ALVR:
bn: এএলভিআর ইনস্টল হয়েছে:
de: ALVR installiert:
es: ALVR instalado:
fr: ALVR installé :
hi: एएलवीआर स्थापितः
pt: ALVR instalado:
ru: ALVR установлен:

source: Android version:
ar: إصدار الأندرويد:
bn: অ্যান্ড্রয়েড সংস্করণ:
es: Versión de Android:
fr: Version Android :
hi: एंड्रॉइड संस्करणः
pt: Versão do Android:
ru: Версия Android:

source: Battery Level: {level}%
ar: مستوى البطارية: {level}%
bn: ব্যাটারি স্তর: {level}%
de: Batteriestand: {level}%
es: Nivel de batería: {level}%
fr: Niveau de batterie : {level}%
hi: बैटरी स्तरः {level}%
pt: Nível de Bateria: {level}%
ru: Уровень заряда: {level}%

source: Charging Status: {status}
ar: حالة الشحن: {status}
bn: চার্জিং অবস্থা: {status}
de: Ladestatus: {status}
es: Estado de carga: {status}
fr: Statut de charge : {status}
hi: चार्जिंग स्थिति: {status}
pt: Status de Carregamento: {status}
ru: Статус зарядки: {status}

source: Install
ar: تثبيت
bn: ইনস্টল করুন
de: Installieren
es: Instalar
fr: Installer
hi: स्थापित करें
pt: Instalar
ru: Установить

source: Re-install
ar: إعادة التثبيت
bn: পুনরায় ইনস্টল করুন
de: Neu installieren
es: Reinstalar
fr: Réinstaller
hi: पुनः स्थापित करें
pt: Reinstalar
ru: Переустановить

source: Streaming
ar: البث
bn: স্ট্রিমিং
es: Transmitiendo
fr: Diffusion
hi: स्ट्रीमिंग
pt: Transmissão
ru: Стриминг

source: USB Connection
ar: اتصال USB
bn: ইউএসবি সংযোগ
de: USB-Verbindung
es: Conexión USB
fr: Connexion USB
hi: यूएसबी कनेक्शन
pt: Conexão USB
ru: USB-соединение

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Configuraciones
fr: Paramètres
hi: सेटिंग्स
pt: Configurações
ru: Настройки

source: Automatically update
ar: تحديث تلقائي
bn: স্বয়ংক্রিয়ভাবে আপডেট করুন
de: Automatisch aktualisieren
es: Actualizar automáticamente
fr: Mise à jour automatique
hi: स्वतः अपडेट करें
pt: Atualizar automaticamente
ru: Автоматически обновлять

source: Automatically update ALVR when connected
ar: تحديث ALVR تلقائيًا عند الاتصال
bn: সংযুক্ত হলে এএলভিআর স্বয়ংক্রিয়ভাবে আপডেট করুন
de: ALVR bei Verbindung automatisch aktualisieren
es: Actualizar ALVR automáticamente cuando esté conectado
fr: Mettre à jour automatiquement ALVR lorsqu'il est connecté
hi: कनेक्ट होने पर एएलवीआर को स्वचालित रूप से अपडेट करें
pt: Atualizar automaticamente o ALVR quando conectado
ru: Автоматически обновлять ALVR при подключении

source: Automatically connect via USB
ar: الاتصال تلقائيًا عبر USB
bn: ইউএসবি মাধ্যমে স্বয়ংক্রিয়ভাবে সংযোগ করুন
de: Automatisch über USB verbinden
es: Conectar automáticamente por USB
fr: Connecter automatiquement via USB
hi: यूएसबी के माध्यम से स्वचालित रूप से कनेक्ट करें
pt: Conectar automaticamente via USB
ru: Автоматически подключаться через USB

source: Automatically prepare the device for USB connection instead of Wi-Fi
ar: تحضير الجهاز تلقائيًا للاتصال عبر USB بدلاً من Wi-Fi
bn: ওয়াই-ফাই-এর পরিবর্তে ইউএসবি সংযোগের জন্য ডিভাইসটি স্বয়ংক্রিয়ভাবে প্রস্তুত করুন
de: Automatisch das Gerät für USB-Verbindung statt Wi-Fi vorbereiten
es: Preparar automáticamente el dispositivo para conexión USB en vez de Wi-Fi
fr: Préparer automatiquement l'appareil pour la connexion USB au lieu du Wi-Fi
hi: वाईफाई के बजाए यूएसबी कनेक्शन के लिए डिवाइस को स्वतः तैयार करें
pt: Preparar automaticamente o dispositivo para conexão USB em vez de Wi-Fi
ru: Автоматически готовить устройство для USB-соединения вместо Wi-Fi

source: Use Wi-Fi
ar: استخدام Wi-Fi
bn: ওয়াই-ফাই ব্যবহার করুন
de: Wi-Fi verwenden
es: Usar Wi-Fi
fr: Utiliser le Wi-Fi
hi: वाई-फाई का उपयोग करें
pt: Usar Wi-Fi
ru: Использовать Wi-Fi

source: Switch connection to Wi-Fi
ar: تبديل الاتصال إلى Wi-Fi
bn: ওয়াই-ফাই এ সংযোগ পরিবর্তন করুন
de: Verbindung zu Wi-Fi wechseln
es: Cambiar conexión a Wi-Fi
fr: Passer la connexion au Wi-Fi
hi: कनेक्शन को वाई-फाई पर स्विच करें
pt: Mudar conexão para Wi-Fi
ru: Переключить соединение на Wi-Fi

source: Use Crop
ar: استخدام القص
bn: ক্রপ ব্যবহার করুন
de: Crop verwenden
es: Usar recorte
fr: Utiliser le recadrage
hi: क्रॉप का प्रयोग करें
pt: Usar Corte
ru: Использовать обрезку

source: Enable cropping for scrcpy
ar: تمكين القص لـ scrcpy
bn: স্ক্রিপির জন্য ক্রপিং সক্রিয় করুন
de: Crop für scrcpy aktivieren
es: Habilitar recorte para scrcpy
fr: Activer le recadrage pour scrcpy
hi: scrcpy के लिए क्रॉपिंग सक्षम करें
pt: Ativar corte para scrcpy
ru: Включить обрезку для scrcpy

source: Crop Parameters
ar: معلمات القص
bn: ক্রপ পরামিতি
de: Crop-Parameter
es: Parámetros de recorte
fr: Paramètres de recadrage
hi: क्रॉप पैरामीटर
pt: Parâmetros de Corte
ru: Параметры обрезки

source: Instruction
ar: تعليمات
bn: নির্দেশনা
de: Anleitung
es: Instrucción
hi: निर्देश
pt: Instrução
ru: Инструкция

source: Instruction not available
ar: التعليمات غير متوفرة
bn: নির্দেশনা উপলব্ধ নেই
de: Anleitung nicht verfügbar
es: Instrucción no disponible
fr: Instruction non disponible
hi: निर्देश उपलब्ध नहीं है
pt: Instrução não disponível
ru: Инструкция не доступна

source: USB Forwarding Error: {error}
ar: خطأ في تحويل USB: {error}
bn: ইউএসবি ফরওয়ার্ডিং ত্রুটি: {error}
de: USB-Weiterleitungsfehler: {error}
es: Error de reenvío USB: {error}
fr: Erreur de redirection USB : {error}
hi: यूएसबी फॉरवर्डिंग त्रुटिः {error}
pt: Erro de Redirecionamento USB: {error}
ru: Ошибка переадресации USB: {error}

source: USB Forwarding Disabled
ar: تعطيل تحويل USB
bn: ইউএসবি ফরওয়ার্ডিং অক্ষম
de: USB-Weiterleitung deaktiviert
es: Reenvío USB deshabilitado
fr: Redirection USB désactivée
hi: यूएसबी फॉरवर्डिंग अक्षम
pt: Redirecionamento USB Desativado
ru: Переадресация USB отключена

source: USB Forwarding Enabled
ar: تمكين تحويل USB
bn: ইউএসবি ফরওয়ার্ডিং সক্রিয়
de: USB-Weiterleitung aktiviert
es: Reenvío USB habilitado
fr: Redirection USB activée
hi: यूएसबी फॉरवर्डिंग सक्षम
pt: Redirecionamento USB Ativado
ru: Переадресация USB включена

source: USB Forwarding: Enabled
ar: تحويل USB: ممكن
bn: ইউএসবি ফরওয়ার্ডিং: সক্রিয়
de: USB-Weiterleitung: Aktiviert
es: Reenvío USB: Habilitado
fr: Redirection USB : Activée
hi: यूएसबी फॉरवर्डिंगः सक्षम
pt: Redirecionamento USB: Ativado
ru: Переадресация USB: Включена

source: USB Forwarding: Not enabled
ar: تحويل USB: غير ممكن
bn: ইউএসবি ফরওয়ার্ডিং: সক্রিয় নয়
de: USB-Weiterleitung: Nicht aktiviert
es: Reenvío USB: No habilitado
fr: Redirection USB : Non activée
hi: यूएसबी फॉरवर्डिंगः सक्षम नहीं है
pt: Redirecionamento USB: Não ativado
ru: Переадресация USB: Не включена

source: USB Forwarding: Error checking status
ar: تحويل USB: خطأ في التحقق من الحالة
bn: ইউএসবি ফরওয়ার্ডিং: স্থিতি পরীক্ষা করতে ত্রুটি
de: USB-Weiterleitung: Fehler beim Überprüfen des Status
es: Reenvío USB: Error al verificar estado
fr: Redirection USB : Erreur lors de la vérification du statut
hi: यूएसबी फॉरवर्डिंगः स्थिति जांचने में त्रुटि
pt: Redirecionamento USB: Erro ao verificar status
ru: Переадресация USB: Ошибка проверки статуса

source: Error starting scrcpy: {error}
ar: خطأ في بدء تشغيل scrcpy: {error}
bn: স্ক্রিপি শুরু করতে ত্রুটি: {error}
de: Fehler beim Starten von scrcpy: {error}
es: Error al iniciar scrcpy: {error}
fr: Erreur de démarrage de scrcpy : {error}
hi: scrcpy शुरू करने में त्रुटिः {error}
pt: Erro ao iniciar scrcpy: {error}
ru: Ошибка запуска scrcpy: {error}

source: Failed to obtain device IP address
ar: فشل في الحصول على عنوان IP للجهاز
bn: ডিভাইসের আইপি ঠিকানা পেতে ব্যর্থ
de: Abrufen der Geräte-IP-Adresse fehlgeschlagen
es: No se pudo obtener la dirección IP del dispositivo
fr: Échec de l'obtention de l'adresse IP de l'appareil
hi: डिवाइस आईपी पता प्राप्त करने में विफल
pt: Falha ao obter endereço IP do dispositivo
ru: Не удалось получить IP-адрес устройства

source: Wi-Fi connection error: {error}
ar: خطأ في اتصال Wi-Fi: {error}
bn: ওয়াই-ফাই সংযোগ ত্রুটি: {error}
de: Wi-Fi-Verbindungsfehler: {error}
es: Error de conexión Wi-Fi: {error}
fr: Erreur de connexion Wi-Fi : {error}
hi: वाई-फाई कनेक्शन त्रुटिः {error}
pt: Erro de conexão Wi-Fi: {error}
ru: Ошибка подключения к Wi-Fi: {error}

source: Device connected via Wi-Fi
ar: الجهاز متصل عبر Wi-Fi
bn: ডিভাইস ওয়াই-ফাই-এর মাধ্যমে সংযুক্ত
de: Gerät über Wi-Fi verbunden
es: Dispositivo conectado por Wi-Fi
fr: Appareil connecté via Wi-Fi
hi: डिवाइस वाई-फाई के माध्यम से कनेक्ट हो गया
pt: Dispositivo conectado via Wi-Fi
ru: Устройство подключено через Wi-Fi

source: Device disconnected from Wi-Fi
ar: الجهاز غير متصل من Wi-Fi
bn: ডিভাইস ওয়াই-ফাই থেকে সংযোগ বিচ্ছিন্ন করা হয়েছে
de: Gerät von Wi-Fi getrennt
es: Dispositivo desconectado de Wi-Fi
fr: Appareil déconnecté du Wi-Fi
hi: डिवाइस वाई-फाई से डिस्कनेक्ट हो गया
pt: Dispositivo desconectado do Wi-Fi
ru: Устройство отключено от Wi-Fi

source: Error disconnecting from Wi-Fi: {error}
ar: خطأ في فصل الاتصال من Wi-Fi: {error}
bn: ওয়াই-ফাই থেকে সংযোগ বিচ্ছিন্ন করতে ত্রুটি: {error}
de: Fehler beim Trennen von Wi-Fi: {error}
es: Error al desconectar de Wi-Fi: {error}
fr: Erreur de déconnexion du Wi-Fi : {error}
hi: वाई-फाई से डिस्कनेक्ट करने में त्रुटिः {error}
pt: Erro ao desconectar do Wi-Fi: {error}
ru: Ошибка отключения от Wi-Fi: {error}

source: Download complete
ar: اكتمل التحميل
bn: ডাউনলোড সম্পূর্ণ
de: Download abgeschlossen
es: Descarga completa
fr: Téléchargement terminé
hi: डाउनलोड पूरा हुआ
pt: Download concluído
ru: Загрузка завершена

source: Downloading... {percentage}%
ar: جارٍ التحميل... {percentage}%
bn: ডাউনলোড হচ্ছে... {percentage}%
de: Herunterladen... {percentage}%
es: Descargando... {percentage}%
fr: Téléchargement... {percentage}%
hi: डाउनलोड हो रहा है... {percentage}%
pt: Baixando... {percentage}%
ru: Загрузка... {percentage}%

source: APK Downloaded
ar: تم تحميل ملف APK
bn: এপিকে ডাউনলোড করা হয়েছে
de: APK heruntergeladen
es: APK descargado
fr: APK téléchargé
hi: एपीके डाउनलोड हुआ
pt: APK Baixado
ru: APK загружен

source: Download APK Error: {message}
ar: خطأ في تحميل APK: {message}
bn: এপিকে ডাউনলোড ত্রুটি: {message}
de: Fehler beim Herunterladen der APK: {message}
es: Error al descargar APK: {message}
fr: Erreur de téléchargement de l'APK : {message}
hi: एपीके डाउनलोड त्रुटिः {message}
pt: Erro no Download do APK: {message}
ru: Ошибка загрузки APK: {message}

source: ADB Error: {error}
ar: خطأ في ADB: {error}
bn: এডিবি ত্রুটি: {error}
de: ADB-Fehler: {error}
es: Error ADB: {error}
fr: Erreur ADB : {error}
hi: एडीबी त्रुटिः {error}
pt: Erro ADB: {error}
ru: Ошибка ADB: {error}

source: Auto-updating device {unique_id}
ar: تحديث الجهاز تلقائيًا {unique_id}
bn: স্বয়ংক্রিয়ভাবে ডিভাইস আপডেট করা হচ্ছে {unique_id}
de: Gerät {unique_id} wird automatisch aktualisiert
es: Actualizando automáticamente el dispositivo {unique_id}
fr: Mise à jour automatique de l'appareil {unique_id}
hi: डिवाइस {unique_id} को स्वतः अपडेट किया जा रहा है
pt: Atualizando automaticamente o dispositivo {unique_id}
ru: Автообновление устройства {unique_id}

source: Device disconnected
ar: الجهاز غير متصل
bn: ডিভাইস সংযোগ বিচ্ছিন্ন
de: Gerät getrennt
es: Dispositivo desconectado
fr: Appareil déconnecté
hi: डिवाइस डिस्कनेक्ट हो गया
pt: Dispositivo desconectado
ru: Устройство отключено

source: Downloading...
ar: جارٍ التحميل...
bn: ডাউনলোড হচ্ছে...
de: Herunterladen...
es: Descargando...
fr: Téléchargement...
hi: डाउनलोड हो रहा है...
pt: Baixando...
ru: Загрузка...

source: Installing...
ar: جارٍ التثبيت...
bn: ইনস্টল করা হচ্ছে...
de: Installiere...
es: Instalando...
fr: Installation...
hi: स्थापित हो रहा है...
pt: Instalando...
ru: Установка...

source: Installation Complete
ar: اكتمل التثبيت
bn: ইনস্টলেশন সম্পূর্ণ
de: Installation abgeschlossen
es: Instalación completa
fr: Installation terminée
hi: स्थापना पूर्ण
pt: Instalação Completa
ru: Установка завершена

source: APK Installed Successfully.
ar: تم تثبيت ملف APK بنجاح.
bn: এপিকে সফলভাবে ইনস্টল করা হয়েছে।
de: APK erfolgreich installiert.
es: APK instalado con éxito.
fr: APK installé avec succès.
hi: एपीके सफलतापूर्वक स्थापित हुआ।
pt: APK Instalado com Sucesso.
ru: APK успешно установлен.

source: Installation Error.
ar: خطأ في التثبيت.
bn: ইনস্টলেশন ত্রুটি।
de: Installationsfehler.
es: Error de instalación.
fr: Erreur d'installation.
hi: स्थापना त्रुटि।
pt: Erro de Instalação.
ru: Ошибка установки.

source: Anton Palgunov (Toxblh)
ar: أنتون بالجنوف (Toxblh)
bn: এন্টন পালগুনভ (টক্সব্লহ)
hi: एंटन पालगुनोव (टोक्षबल्ह)
ru: Антон Пальгунов (Toxblh)

source: © 2024 Anton Palgunov (Toxblh)
ar: حقوق الطبع والنشر © 2024 أنتون بالجنوف (Toxblh)
bn: © 2024 এন্টন পালগুনভ (টক্সব্লহ)
hi: © 2024 एंटन पालगुनोव (टोक्षबल्ह)
ru: © 2024 Антон Пальгунов (Toxblh)

source: Device Details
ar: تفاصيل الجهاز
bn: ডিভাইসের বিবরণ
de: Gerätedetails
es: Detalles del dispositivo
fr: Détails de l'appareil
hi: डिवाइस विवरण
pt: Detalhes do Dispositivo
ru: Детали устройства

source: Device Information
ar: معلومات الجهاز
bn: ডিভাইসের তথ্য
de: Geräteinformationen
es: Información del dispositivo
fr: Informations sur l'appareil
hi: डिवाइस जानकारी
pt: Informações do Dispositivo
ru: Информация об устройстве

source: ALVR Latest: {version}
ar: أحدث إصدار ALVR: {version}
bn: এএলভিআর সর্বশেষ: {version}
de: ALVR aktuell: {version}
es: Último ALVR: {version}
fr: Dernière version ALVR : {version}
hi: एएलवीआर नवीनतम: {version}
pt: Última versão do ALVR: {version}
ru: Последняя версия ALVR: {version}

source: Device Info:
ar: معلومات الجهاز:
bn: ডিভাইসের তথ্য:
de: Geräteinfo:
es: Información del dispositivo:
fr: Infos sur l'appareil :
hi: डिवाइस जानकारी:
pt: Informações do Dispositivo:
ru: Информация об устройстве:

source: Device Info: Error fetching info: {error}
ar: معلومات الجهاز: خطأ في جلب المعلومات: {error}
bn: ডিভাইসের তথ্য: তথ্য আনার সময় ত্রুটি: {error}
de: Geräteinfo: Fehler beim Abrufen der Informationen: {error}
es: Información del dispositivo: Error al obtener información: {error}
fr: Infos sur l'appareil : Erreur lors de la récupération des infos : {error}
hi: डिवाइस जानकारी: जानकारी प्राप्त करने में त्रुटि: {error}
pt: Informações do Dispositivo: Erro ao buscar informações: {error}
ru: Информация об устройстве: Ошибка получения информации: {error}
